Repository: ArinzeOkorji/QAJ-APP-FE
Catalog: src/locale/messages.*.xlf
Languages: fr

# site-header
source: Quotes About Jesus
fr: Citations sur Jésus

# qoutes-link
source: <mat-icon>format_quote</mat-icon> Quotes
fr: <mat-icon>format_quote</mat-icon> Citations

# authors-link
source: <mat-icon>people</mat-icon> Authors
fr: <mat-icon>people</mat-icon> Auteurs

# topics-link
source: <mat-icon>category</mat-icon> Topics
fr: <mat-icon>category</mat-icon> Sujets

# about-link
source: <a> <mat-icon>info</mat-icon> About </a>
fr: <a> <mat-icon>info</mat-icon> A Propos </a>

# close-text
source: Close
fr: Fermer

# quotes-text
source: Quotes
fr: Citations

# authors-text
source: Authors
fr: Auteurs

# topics-text
source: Topics
fr: Sujets

# about-text
source: About
fr: A Propos

# footer-paragraph
source: Because he is <br/>the most interresting <br/>person this world ever known!
fr: Parce qu'il est <br/>la personne la plus intéressant <br/>que ce monde ait jamais connue!

# legal-sub-heading
source: Legal
fr: Informations Légales

# footer-about-link
source: About
fr: A Propos

# privacy-policy-link
source: Privacy Policy
fr: Politique de confidentialité

# terms-and-conditions-link
source: Terms & Conditions
fr: Termes & Conditions

# social-sub-heading
source: Social
fr: Nos Réseaux Sociaux

# copy-right
source: © Copyright {{today | date:"yyyy"}} Willy Nzesseu, All rights reserved
fr: © Droits d'auteur {{today | date:"yyyy"}} Willy Nzesseu, Tous droits réservés

# language-label
source: Language
fr: Langue

source: Author Details
fr: Détails sur l'Auteur

# quotes-section-header
source: Quotes
fr: Citations

# 404-s1
source: 404 <br/> We are searching for the page you asked...
fr: 404 <br/> Nous recherchons la page que vous avez demandée...

# 404-s2
source: ... But we can not find it.
fr: ... Mais nous ne la trouvons pas.

# containerHeader
source: Jesus is certainly the person who has the most positivly marked history.
fr: Jesus is certainement la Personne qui a le plus positivement marqué l'humanité.

# paragrapha1
source: From ancient prophets to well-known contemporaries, philosophers; scientists; theologians; historians; artists; athletes... and many types of scholars, many have spent a great deal of their life trying to know him or to know the truth about him.
fr: Des prophètes anciens aux plus connus contemporains, philosophes; scientifiques; théologiens; historiens; artistes; athlètes... et plusieurs autres types d'académiciens, ils sont nombreux a avoir passé une grande partie de leur vie à essayer de le connaître ou à connaître la vérité sur lui.

# paragrapha2
source: They shared the results of their investigations, in several forms, books; articles, interviews, poems, songs ... and the purpose of this application is to present these results in a simple and easily accessible form: quotes.
fr: Ils ont partagé les résultats de leurs enquêtes, sous plusieurs formes, des livres; articles, interviews, poèmes, chansons ... et le but de cette application est de présenter ces résultats sous une forme simple et facilement accessible: citations.

# containerSubHeader
source: We welcome you and wish you to enjoy your reading time here :).
fr: Nous vous souhaitons la bienvenue et vous souhaitons de profiter de votre temps de lecture ici :).

# topics-section-header
source: Topics (Development paused)
fr: Sujets (développement en pause)

# no-results-available
source: Nothing to show here for now! Please, come back later.
fr: Rien à montrer ici pour l'instant! Merci de revenir plus tard.

# filter-label
source: Filter
fr: Filtrer

# numero-label
source: No.
fr: N°

# name-label
source: Name
fr: Nom

# authors-section-header
source: Authors
fr: Auteurs

# full-name
source: Full name: <i>{{ author.full_name }}</i>
fr: Nom Complet: <i>{{ author.full_name }}</i>

# biography-label
source: Biography
fr: Biographie

# name-picture-label
source: Name and Picture
fr: Nom et Photo

# quote-text
source: Quote
fr: Citation

# author-label
source: Author
fr: Auteur

# topic-not-ready-text
source: Topics (Comming soon):
fr: Sujets (Arrive bientôt):
